Repository: Zeynepselcen/Swifty
Catalog: lib/l10n/app_*.arb
Languages: es, ko, tr

# mainScreenTitle
source: Swipe to Clean Gallery
es: Desliza para Limpiar Galería
ko: 갤러리 스와이프 정리
tr: Galeriyi Temizlemek İçin Kaydır

# mainScreenSubtitle
source: Manage your photos easily!
es: ¡Gestiona tus fotos fácilmente!
ko: 사진을 쉽게 관리하세요!
tr: Fotoğraflarınızı kolayca yönetin!

source: Start
es: Comenzar
ko: 시작
tr: Başla

source: Welcome!
es: ¡Bienvenido!
ko: 환영합니다!
tr: Hoş Geldiniz!

# languageSelect
source: Language
es: Idioma
ko: 언어
tr: Dil

source: Select Language
es: Seleccionar Idioma
ko: 언어 선택
tr: Dil Seçin

source: No albums found.
es: No se encontraron álbumes.
ko: 앨범을 찾을 수 없습니다.
tr: Albüm bulunamadı.

source: No videos found.
es: No se encontraron videos.
ko: 비디오를 찾을 수 없습니다.
tr: Video bulunamadı.

source: OK
ko: 확인
tr: Tamam

source: Cancel
es: Cancelar
ko: 취소
tr: İptal

# cancelTitle
source: Cancel
es: Cancelar
ko: 취소
tr: İptal

# cancelDesc
source: All photos reviewed. Leaving will lose {count} photo(s). You will have to start over. Do you want to leave?
es: Todas las fotos revisadas. Salir hará perder {count} foto(s). Tendrás que empezar de nuevo. ¿Quieres salir?
ko: 모든 사진이 검토되었습니다. 나가면 {count}장의 사진이 사라집니다. 처음부터 다시 시작해야 합니다. 나가시겠습니까?
tr: Tüm fotoğraflar incelendi. Ayrılırsanız {count} fotoğraf kaybolacak. Baştan başlamanız gerekecek. Ayrılmak istiyor musunuz?

# cancelSimpleDesc
source: You haven't reviewed all photos yet. Do you want to exit?
es: Aún no has revisado todas las fotos. ¿Quieres salir?
ko: 아직 모든 사진을 확인하지 않았습니다. 종료하시겠습니까?
tr: Henüz tüm fotoğrafları incelemediniz. Çıkmak istiyor musunuz?

# pleaseSelectLanguage
source: Please select your preferred language.
es: Por favor selecciona tu idioma preferido.
ko: 선호하는 언어를 선택하세요.
tr: Lütfen tercih ettiğiniz dili seçin.

source: Language changed to
es: Idioma cambiado a
ko: 언어가 변경되었습니다:
tr: Dil değiştirildi:

source: All videos reviewed
es: Todos los videos revisados
ko: 모든 비디오 검토됨
tr: Tüm videolar incelendi

source: All photos reviewed
es: Todas las fotos revisadas
ko: 모든 사진 검토됨
tr: Tüm fotoğraflar incelendi

source: Search photos
es: Buscar fotos
ko: 사진 검색
tr: Fotoğraf ara

source: Videos
ko: 비디오
tr: Videolar

source: Photos
es: Fotos
ko: 사진
tr: Fotoğraflar

source: size
es: tamaño
ko: 크기
tr: boyut

source: Recent
es: Reciente
ko: 최근
tr: Son

source: Download
es: Descargar
ko: 다운로드
tr: İndir

# remainingPhotos
source: Remaining photos: {count}
es: Fotos restantes: {count}
ko: 남은 사진: {count}
tr: Kalan fotoğraflar: {count}

source: Next
es: Siguiente
ko: 다음
tr: İleri

# onboardingTitle1
source: Welcome!
es: ¡Bienvenido!
ko: 환영합니다!
tr: Hoş Geldiniz!

# onboardingDesc1
source: Manage your photos easily with Gallery Cleaner, delete unnecessary ones and freshen up your gallery.
es: Gestiona tus fotos fácilmente con Limpiador de Galería, elimina las innecesarias y refresca tu galería.
ko: 갤러리 클리너로 사진을 쉽게 관리하고, 불필요한 사진을 삭제하여 갤러리를 새롭게 하세요.
tr: Galeri Temizleyici ile fotoğraflarınızı kolayca yönetin, gereksiz olanları silin ve galerinizi yenileyin.

# onboardingTitle2
source: Easy to Use
es: Fácil de Usar
ko: 간편한 사용법
tr: Kullanımı Kolay

# onboardingDesc2
source: Swipe right to save photos, swipe left to mark for deletion. That's all!
es: Desliza a la derecha para guardar fotos, desliza a la izquierda para marcar para eliminar. ¡Eso es todo!
ko: 오른쪽으로 스와이프하면 사진이 저장되고, 왼쪽으로 스와이프하면 삭제할 수 있습니다. 끝!
tr: Fotoğrafları kaydetmek için sağa, silmek için sola kaydırın. Bu kadar!

# onboardingTitle3
source: Privacy is Our Priority
es: La Privacidad es Nuestra Prioridad
ko: 개인정보 보호가 최우선
tr: Gizlilik Önceliğimiz

# onboardingDesc3
source: The app only accesses your gallery with your permission and does not share any data.
es: La aplicación solo accede a tu galería con tu permiso y no comparte ningún dato.
ko: 앱은 오직 사용자의 허락으로만 갤러리에 접근하며, 어떤 데이터도 공유하지 않습니다.
tr: Uygulama sadece izninizle galerinize erişir ve hiçbir veri paylaşmaz.

source: Duplicate Photos
es: Fotos Duplicadas
ko: 중복 사진
tr: Kopya Fotoğraflar

source: Preview of duplicate photos
es: Vista previa de fotos duplicadas
ko: 중복 사진 미리보기
tr: Kopya fotoğrafların önizlemesi

source: Delete all duplicates
es: Eliminar todos los duplicados
ko: 모든 중복 삭제
tr: Tüm kopyaları sil

source: Confirm Deletion
es: Confirmar Eliminación
ko: 삭제 확인
tr: Silme Onayı

# confirmDeleteAllDuplicates
source: Are you sure you want to delete all duplicate photos? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar todas las fotos duplicadas? Esta acción no se puede deshacer.
ko: 모든 중복 사진을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
tr: Tüm kopya fotoğrafları silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Delete All
es: Eliminar Todo
ko: 모두 삭제
tr: Tümünü Sil

source: All duplicates deleted.
es: Todos los duplicados eliminados.
ko: 모든 중복이 삭제되었습니다.
tr: Tüm kopyalar silindi.

source: Skip this step
es: Saltar este paso
ko: 이 단계 건너뛰기
tr: Bu adımı atla

source: Skip
es: Saltar
ko: 건너뛰기
tr: Atla

# duplicatePreviewInfo
source: The first photo in each group will be kept. All others will be deleted.
es: La primera foto en cada grupo se mantendrá. Todas las demás serán eliminadas.
ko: 각 그룹의 첫 번째 사진만 남고, 나머지는 삭제됩니다.
tr: Her gruptaki ilk fotoğraf saklanacak. Diğerleri silinecek.

source: Analyze Gallery
es: Analizar Galería
ko: 갤러리 분석
tr: Galeriyi Analiz Et

source: Gallery analysis completed
es: Análisis de galería completado
ko: 갤러리 분석 완료
tr: Galeri analizi tamamlandı

# gallerySlogan
source: Gallery Cleaner
es: Limpiador de Galería
ko: 갤러리 클리너
tr: Galeri Temizliği

source: Dark Theme
es: Tema Oscuro
ko: 다크 테마
tr: Koyu Tema

source: Light Theme
es: Tema Claro
ko: 라이트 테마
tr: Açık Tema

# exitReviewDialog
source: You are about to exit without reviewing all {label}. Remaining: {remaining} {label}. If you go back, you'll have to start over. Do you want to exit?
es: Estás a punto de salir sin revisar todos los {label}. Restantes: {remaining} {label}. Si regresas, tendrás que empezar de nuevo. ¿Quieres salir?
ko: 모든 {label}을(를) 확인하지 않고 나가려고 합니다. 남은: {remaining} {label}. 돌아가면 처음부터 다시 시작해야 합니다. 나가시겠습니까?
tr: Tüm {label} incelemeden çıkmak üzeresiniz. Kalan: {remaining} {label}. Geri dönerseniz baştan başlamanız gerekecek. Çıkmak istiyor musunuz?

# duplicateCheckQuestion
source: Would you like to check for duplicates in this folder?
es: ¿Te gustaría verificar duplicados en esta carpeta?
ko: 이 폴더에서 중복을 확인하시겠습니까?
tr: Bu klasörde kopya kontrolü yapmak ister misiniz?

# duplicateCheckDescription
source: If duplicate photos are found, you can choose which ones to delete.
es: Si se encuentran fotos duplicadas, puedes elegir cuáles eliminar.
ko: 중복 사진이 발견되면 삭제할 사진을 선택할 수 있습니다.
tr: Kopya fotoğraflar bulunursa, hangilerini sileceğinizi seçebilirsiniz.

# yesCheckDuplicates
source: Yes, Check
es: Sí, Verificar
ko: 예, 확인
tr: Evet, Kontrol Et

# noDuplicatesFound
source: No duplicate photos found in this folder.
es: No se encontraron fotos duplicadas en esta carpeta.
ko: 이 폴더에서 중복 사진을 찾을 수 없습니다.
tr: Bu klasörde kopya fotoğraf bulunamadı.

# recentlyDeletedTitle
source: Recently Deleted
es: Eliminados Recientemente
ko: 최근 삭제됨
tr: Son Silinenler

# recentlyDeletedMessage
source: {count} items have been deleted and moved to the "Recently Deleted" album. These items will remain there for 30 days and then be permanently deleted automatically.
es: {count} elementos han sido eliminados y movidos al álbum "Eliminados Recientemente". Estos elementos permanecerán allí durante 30 días y luego serán eliminados permanentemente de forma automática.
ko: {count}개 항목이 삭제되어 "최근 삭제됨" 앨범으로 이동되었습니다. 이 항목들은 30일 동안 거기에 유지되며 그 후 자동으로 영구 삭제됩니다.
tr: {count} öğe silindi ve "Son Silinenler" albümüne taşındı. Bu öğeler 30 gün boyunca orada kalacak ve sonra otomatik olarak kalıcı olarak silinecek.

# zoomHint
source: Pinch to zoom
es: Pellizcar para hacer zoom
ko: 확대하려면 핀치하세요
tr: Yakınlaştırmak için sıkıştırın

# zoomHintDescription
source: Use two fingers to zoom in and out on photos for better viewing
es: Usa dos dedos para hacer zoom en las fotos para una mejor visualización
ko: 더 나은 보기를 위해 두 손가락으로 사진을 확대하고 축소할 수 있습니다
tr: Fotoğrafları daha iyi görmek için iki parmakla yakınlaştırıp uzaklaştırabilirsiniz

source: Photo Detail
es: Detalle de Foto
ko: 사진 상세
tr: Fotoğraf Detayı

# undoTitle
source: Undo
es: Deshacer
ko: 실행 취소
tr: Geri Alma

# undoMessage
source: Do you want to undo {count} photo(s)?
es: ¿Quieres deshacer {count} foto(s)?
ko: {count}장의 사진을 실행 취소하시겠습니까?
tr: {count} fotoğrafı geri almak istiyor musunuz?

# undoCancel
source: Cancel
es: Cancelar
ko: 취소
tr: İptal

# undoConfirm
source: Undo
es: Deshacer
ko: 실행 취소
tr: Geri Al

# filePermanentlyDeleted
source: File is permanently deleted, cannot be undone
es: El archivo se eliminó permanentemente, no se puede deshacer
ko: 파일이 영구적으로 삭제되어 실행 취소할 수 없습니다
tr: Dosya gerçekten silindi, geri alınamaz

# lastPhotoUndone
source: Last deleted photo undone
es: Última foto eliminada deshecha
ko: 마지막 삭제된 사진이 실행 취소되었습니다
tr: Son silinen fotoğraf geri alındı

source: Undo feature coming soon
es: Función de deshacer próximamente
ko: 실행 취소 기능이 곧 추가됩니다
tr: Geri alma özelliği yakında eklenecek

source: date
es: Fecha
ko: 날짜
tr: Tarih

# recentlyDeletedFilesNotFound
source: No deleted files found
es: No se encontraron archivos eliminados
ko: 삭제된 파일을 찾을 수 없습니다
tr: Silinen dosya bulunamadı

# restoreFile
source: Restore
es: Restaurar
ko: 복원
tr: Geri Al

source: File Details
es: Detalles del Archivo
ko: 파일 세부사항
tr: Dosya Bilgileri

source: Deleted at
es: Eliminado en
ko: 삭제됨
tr: Silinme

source: Time remaining
es: Tiempo restante
ko: 남은 시간
tr: Kalan süre

source: Close
es: Cerrar
ko: 닫기
tr: Kapat

source: File restored
es: Archivo restaurado
ko: 파일이 복원되었습니다
tr: Dosya geri alındı

source: File not found
es: Archivo no encontrado
ko: 파일을 찾을 수 없습니다
tr: Dosya bulunamadı

source: Restore error
es: Error de restauración
ko: 복원 오류
tr: Geri alma hatası

source: Gallery Options
es: Opciones de Galería
ko: 갤러리 옵션
tr: Galeri Seçenekleri

source: Android Gallery
es: Galería de Android
ko: Android 갤러리
tr: Android Galerisi

# androidGalleryDesc
source: Open your phone's own gallery app
es: Abrir la aplicación de galería propia del teléfono
ko: 휴대폰의 자체 갤러리 앱 열기
tr: Telefonun kendi galeri uygulamasını aç

source: Recently Deleted
es: Eliminados Recientemente
ko: 최근 삭제됨
tr: Son Silinenler

# recentlyDeletedDesc
source: Open Android's own trash
es: Abrir la papelera propia de Android
ko: Android의 자체 휴지통 열기
tr: Android'in kendi çöp kutusunu aç

# galleryAppNotFound
source: Gallery app could not be opened. You can open the gallery app manually.
es: No se pudo abrir la aplicación de galería. Puedes abrir la aplicación de galería manualmente.
ko: 갤러리 앱을 열 수 없습니다. 수동으로 갤러리 앱을 열 수 있습니다.
tr: Galeri uygulaması açılamadı. Manuel olarak galeri uygulamasını açabilirsiniz.

# trashNotFound
source: Trash could not be opened. You can go to DCIM/.trash folder from file manager manually.
es: No se pudo abrir la papelera. Puedes ir a la carpeta DCIM/.trash desde el administrador de archivos manualmente.
ko: 휴지통을 열 수 없습니다. 파일 관리자에서 DCIM/.trash 폴더로 수동으로 이동할 수 있습니다.
tr: Çöp kutusu açılamadı. Manuel olarak dosya yöneticisinden DCIM/.trash klasörüne gidebilirsiniz.

source: Restore Files
es: Restaurar Archivos
ko: 파일 복원
tr: Dosyaları Geri Al

# restoreFilesQuestion
source: Do you want to restore deleted files?
es: ¿Quieres restaurar archivos eliminados?
ko: 삭제된 파일을 복원하시겠습니까?
tr: Silinen dosyaları geri almak istiyor musunuz?

source: Restore All
es: Restaurar Todo
ko: 모두 복원
tr: Tümünü Geri Al

source: No files to restore
es: No hay archivos para restaurar
ko: 복원할 파일이 없습니다
tr: Geri alınacak dosya bulunamadı

source: Files restored successfully
es: Archivos restaurados exitosamente
ko: 파일이 성공적으로 복원되었습니다
tr: Dosyalar başarıyla geri alındı

source: Exit Confirmation
es: Confirmación de Salida
ko: 종료 확인
tr: Çıkış Onayı

# exitWithoutReviewing
source: You are about to exit without reviewing all {label}. Remaining: {remaining} {label}. If you go back, you'll have to start over. Do you want to exit?
es: Estás a punto de salir sin revisar todos los {label}. Restantes: {remaining} {label}. Si regresas, tendrás que empezar de nuevo. ¿Quieres salir?
ko: 모든 {label}을(를) 확인하지 않고 종료하려고 합니다. 남은: {remaining} {label}. 돌아가면 처음부터 다시 시작해야 합니다. 종료하시겠습니까?
tr: Tüm {label} incelemeden çıkmak üzeresiniz. Kalan: {remaining} {label}. Geri dönerseniz baştan başlamanız gerekecek. Çıkmak istiyor musunuz?

source: Delete and Exit
es: Eliminar y Salir
ko: 삭제하고 종료
tr: Sil ve Çık

source: Exit Without Deleting
es: Salir Sin Eliminar
ko: 삭제하지 않고 종료
tr: Silmeden Çık

# filesMovedToTrash
source: {count} files moved to "Recently Deleted" folder. You can restore them within 30 days from the "Recently Deleted" screen.
es: {count} archivos movidos a la carpeta "Eliminados Recientemente". Puedes restaurarlos dentro de 30 días desde la pantalla "Eliminados Recientemente".
ko: {count}개 파일이 "최근 삭제됨" 폴더로 이동되었습니다. 30일 동안 "최근 삭제됨" 화면에서 복원할 수 있습니다.
tr: {count} dosya "Son Silinenler" klasörüne taşındı. 30 gün boyunca "Son Silinenler" ekranından geri alabilirsiniz.

source: Restore
es: Restaurar
ko: 복원
tr: Geri Al

source: Details
es: Detalles
ko: 세부사항
tr: Detaylar

source: Original Path
es: Ruta Original
ko: 원본 경로
tr: Orijinal Yol

source: Trash Path
es: Ruta de Papelera
ko: 휴지통 경로
tr: Çöp Kutusu Yolu

source: Expires at
es: Expira en
ko: 만료됨
tr: Süre

# daysRemaining
source: {days} days {hours} hours remaining
es: {days} días {hours} horas restantes
ko: {days}일 {hours}시간 남음
tr: {days} gün {hours} saat kaldı

# hoursRemaining
source: {hours} hours remaining
es: {hours} horas restantes
ko: {hours}시간 남음
tr: {hours} saat kaldı

source: Expiring soon
es: Expirando pronto
ko: 곧 만료됨
tr: Süre dolmak üzere

source: Android Trash Folder
es: Papelera de Android
ko: Android 휴지통
tr: Android Çöp Kutusu

# androidTrashFolderDesc
source: Files moved to Android's own trash folder
es: Archivos movidos a la papelera propia de Android
ko: 파일이 Android의 자체 휴지통으로 이동됨
tr: Dosyalar Android'in kendi çöp kutusuna taşındı

source: App Trash Folder
es: Papelera de la Aplicación
ko: 앱 휴지통
tr: Uygulama Çöp Kutusu

# appTrashFolderDesc
source: Files moved to app's internal trash folder
es: Archivos movidos a la papelera interna de la aplicación
ko: 파일이 앱의 내부 휴지통으로 이동됨
tr: Dosyalar uygulamanın iç çöp kutusuna taşındı

source: Loading...
es: Cargando...
ko: 로딩 중...
tr: Yükleniyor...

source: Loading photos...
es: Cargando fotos...
ko: 사진 로딩 중...
tr: Fotoğraflar yükleniyor...

source: Loading videos...
es: Cargando videos...
ko: 비디오 로딩 중...
tr: Videolar yükleniyor...

source: Loading albums...
es: Cargando álbumes...
ko: 앨범 로딩 중...
tr: Albümler yükleniyor...

source: Please wait
es: Por favor espera
ko: 잠시 기다려주세요
tr: Lütfen bekleyin

source: Analyzing gallery...
es: Analizando galería...
ko: 갤러리 분석 중...
tr: Galeri analiz ediliyor...

source: Processing files...
es: Procesando archivos...
ko: 파일 처리 중...
tr: Dosyalar işleniyor...

source: Preparing files...
es: Preparando archivos...
ko: 파일 준비 중...
tr: Dosyalar hazırlanıyor...

source: Photo deleted
es: Foto eliminada
ko: 사진이 삭제되었습니다
tr: Fotoğraf silindi

# filesRestored
source: Files restored successfully
es: Archivos restaurados exitosamente
ko: 파일이 성공적으로 복원되었습니다
tr: Dosyalar başarıyla geri alındı

# videoLoading
source: Loading video...
es: Cargando video...
ko: 비디오 로딩 중...
tr: Video yükleniyor...

# exitReviewDialogTitle
source: Exit Review Screen
es: Salir de la Pantalla de Revisión
ko: 검토 화면 종료
tr: İnceleme Ekranından Çık

# manageAllFilesPermissionTitle
source: Manage All Files Permission
es: Permiso de Gestión de Todos los Archivos
ko: 모든 파일 관리 권한
tr: Tüm Dosyalar İzni

# manageAllFilesPermissionDescription
source: Access to all your files is required.
es: Se requiere acceso a todos tus archivos.
ko: 모든 파일에 대한 접근이 필요합니다.
tr: Tüm dosyalarınıza erişim izni gereklidir.

source: Go to Settings
es: Ir a Configuración
ko: 설정으로 이동
tr: Ayarlar'a Git

source: Back
es: Atrás
ko: 뒤로
tr: Geri

source: Undo
es: Deshacer
ko: 실행 취소
tr: Geri Al

# noPhotosFound
source: No photos found in this folder
es: No se encontraron fotos en esta carpeta
ko: 이 폴더에서 사진을 찾을 수 없습니다
tr: Bu klasörde fotoğraf bulunamadı

source: Permission Required
es: Permiso Requerido
ko: 권한 필요
tr: İzin Gerekli

# permissionRequiredDescription
source: Permission is required to access your gallery. Please enable it in your device settings.
es: Se requiere permiso para acceder a tu galería. Por favor habilítalo en la configuración de tu dispositivo.
ko: 갤러리에 접근하려면 권한이 필요합니다. 기기 설정에서 활성화해주세요.
tr: Galerinize erişim için izin gereklidir. Lütfen cihaz ayarlarınızda etkinleştirin.

# noAlbumsFoundDescription
source: Gallery access permission granted but no photos or videos found.
es: Se otorgó permiso de acceso a la galería pero no se encontraron fotos o videos.
ko: 갤러리 접근 권한이 허용되었지만 사진이나 비디오를 찾을 수 없습니다.
tr: Galeriye erişim izni verildi ancak hiç fotoğraf veya video bulunamadı.

source: largest size
es: tamaño más grande
ko: 가장 큰 크기
tr: en büyük boyut

source: Refresh
es: Actualizar
ko: 새로고침
tr: Yenile

source: name
es: nombre
ko: 이름
tr: isim
